Repository: maisondasilva/auto-tags-smart
Catalog: languages/auto-tags-smart-*.po
Languages: pt_br, ru_ru, uk

source: Auto Tags Smart
ru_ru: Умные Авто-метки
uk: Розумні Авто-позначки

source: Settings
pt_br: Configurações
ru_ru: Настройки
uk: Налаштування

source: Select All
pt_br: Selecionar Todas
ru_ru: Выбрать все
uk: Вибрати все

source: Deselect All
pt_br: Desmarcar Todas
ru_ru: Убрать выделение
uk: Зняти виділення

source: STATUS: Active ✓
pt_br: STATUS: Ativo ✓
ru_ru: СТАТУС: Активно ✓
uk: СТАТУС: Активно ✓

source: STATUS: Active but nothing to examine
pt_br: STATUS: Ativo mas nada para examinar
ru_ru: СТАТУС: Активно, нет доступных заметок для анализа
uk: СТАТУС: Активно, немає доступних записів для аналізу

source: STATUS: Inactive
pt_br: STATUS: Inativo
ru_ru: СТАТУС: Неактивно
uk: СТАТУС: Неактивно

source: Enable Auto Tags Smart
pt_br: Ativar Auto Tags Smart
ru_ru: Включить умные авто-метки
uk: Увімкнути розумні авто-позначки

source: Enables automatic detection of existing tags in posts.
pt_br: Ativa a detecção automática de tags existentes nos posts.
ru_ru: Включить автоматическое определение существующих меток в Записях.
uk: Увімкнути автоматичне визначення існуючих позначкiв у записах.

source: Block manually added tags
pt_br: Bloquear tags adicionadas manualmente
ru_ru: Удалять пользовательские метки
uk: Блокувати вручну додані позначки

source: Removes manually added tags and uses only automatically detected ones.
pt_br: Remove tags adicionadas manualmente e usa apenas as detectadas automaticamente.
ru_ru: Когда включена, опция удаляет вручную указанные метки и использует только автоматически обнаруженные.
uk: Коли увімкнено, опція видаляє вручну додані позначки та використовує лише автоматично визначені.

source: Examine post title
pt_br: Examinar título do post
ru_ru: Использовать заголовки заметок
uk: Аналізувати заголовки записів

source: Search for tags in the post title.
pt_br: Procurar por tags no título do post.
ru_ru: Искать метки в заголовках заметок.
uk: Шукати позначки у заголовках записів.

source: Examine post content
pt_br: Examinar conteúdo do post
ru_ru: Использовать содержание заметок
uk: Аналізувати вміст записів

source: Search for tags in the post content.
pt_br: Procurar por tags no conteúdo do post.
ru_ru: Искать метки в тексте заметок.
uk: Шукати позначки у тексті записів.

source: Filter by category
pt_br: Filtrar por categoria
ru_ru: Фильтровать по рубрикам
uk: Фільтрувати за категоріями

source: Apply automatic tags only to specific categories.
pt_br: Aplicar tags automáticas apenas em categorias específicas.
ru_ru: Применять автоматические метки только к выбранным рубрикам.
uk: Застосовувати автоматичні позначки лише до вибраних категорій.

source: Minimum tag length
pt_br: Comprimento mínimo da tag
ru_ru: Минимальная длина метки:
uk: Мінімальна довжина позначкiв:

source: Tags with fewer characters than this will be ignored.
pt_br: Tags com menos caracteres que isso serão ignoradas.
ru_ru: Метки с меньшим количеством символов будут игнорироваться.
uk: Позначки з меншою кількістю символів будуть ігноруватися.

source: Case sensitive
pt_br: Sensível a maiúsculas/minúsculas
ru_ru: Учитывать регистр
uk: Чутливість до регістру

source: If enabled, "PHP" and "php" will be treated as different tags.
pt_br: Se ativado, "PHP" e "php" serão tratados como tags diferentes.
ru_ru: Когда включено, "PHP" и "php" будут определяться как две разных метки.
uk: Коли увімкнено, "PHP" і "php" будуть визначатися як різні позначки.

source: Included Categories
pt_br: Categorias Incluídas
ru_ru: Отслеживаемые рубрики
uk: Відстежувані категорії

source: Clean Uninstall
pt_br: Limpeza na Desinstalação
ru_ru: Настройки удаления
uk: Налаштування видалення

source: Remove all options from database
pt_br: Remover todas as opções do banco de dados
ru_ru: Удалять все настройки из базы данных
uk: Видаляти всі налаштування з бази даних

source: Removes all plugin settings when uninstalled (not on deactivation).
pt_br: Remove todas as configurações do plugin quando desinstalado (não na desativação).
ru_ru: Когда включена, эта опция удалит все настройки плагина при его удалении (не деактивации).
uk: Коли увімкнено, ця опція видалить всі налаштування плагіна при його видаленні (не деактивації).

source: Save Settings
pt_br: Salvar Configurações
ru_ru: Сохранить изменения
uk: Зберегти зміни

source: Developed by
pt_br: Desenvolvido por
ru_ru: Разработчик:
uk: Розробник:
